Repository: npoppeli/covert
Catalog: covert/locales/*/LC_MESSAGES/covert.po
Languages: nl, sv

source: Atom {0} is already registered
nl: Atoom {0} is al geregistreerd
sv: Atom {0} är redan registrerad

source: Internal error
nl: Interne fout
sv: Internt fel

source: Traceback (most recent call last)
nl: Foutopsporing (recentste aanroep laatst)
sv: Traceback (senaste samtal sist)

source: Inserted
nl: Toegevoegd
sv: Infogad

source: Updated
nl: Gewijzigd
sv: Uppdaterad

source: Deleted
nl: Verwijderd
sv: Raderade

source: Current directory does not contain a 'config' file
nl: Huidige map bevat geen configuratie-bestand
sv: Aktuell katalog innehåller inte en "config" fil

source: Debug option is {}
nl: Debug-optie is {}
sv: Debug option är {}

source: Verbose option is {}
nl: Verbose-optie is {}
sv: Pratig option är {}

source: Changes are{}written to the database
nl: Wijzigingen worden{}geschreven naar de database
sv: Ändringar är {} skrivna till databasen

source: *not*
nl: *niet*
sv: *inte*

source: Static content is in directory {}
nl: Statische content staat in de map {}
sv: Statiskt innehåll finns i katalogen {}

source: User interface is in the '{}' language
nl: Gebruikersinterface is in de '{}' taal
sv: Användargränssnittet finns i '{}' språk

source: Web server listens to {}:{}
nl: Web-server luistert op {}:{}
sv: Webbservern lyssnar på {}: {}

source: Unknown storage engine: MongoDB and RethinkDB are supported
nl: Onbekende opslag-module: MongoDB en RethinkDB worden ondersteund

source: Created new folder for media storage: {}
nl: Nieuwe map maken voor media-opslag: {}
sv: Skapat ny mapp för medialagring: {}

source: Initialized content-addressable media storage
nl: Content-addresseerbare media-opslag geinitialiseerd
sv: Initialiserad innehållsadresserbar medialagring

source: {} should be Python module
nl: {} moet Python-module zijn
sv: {} ska vara Python-modulen

source: {} should be in YAML or Python form
nl: {} moet in YAML- of Python-vorm zijn
sv: {} bör vara i YAML eller Python form

source: Application has {0} routes
nl: Applicatie heeft {0} routes
sv: Applikationen har {0} rutter

source: Application has {0} buttons
nl: Applicatie heeft {0} knoppen
sv: Applikationen har {0} knappar

source: Application has {0} models
nl: Applicatie heeft {0} modellen
sv: Applikationen har {0} modeller

source: Starting HTTP server
nl: HTTP-server wordt gestart
sv: Startar HTTP-servern

source: {} {} [mode {}] results in exception {}
nl: {} {} [modus {}] leidt tot exceptie {}
sv: {} {} [mode {}] resultarer i exception {}

source: {}: exception occurred in {}
nl: {}: exceptie trad op in {}
sv: {}: undantag inträffade i {}

source: {}: nothing found for {} {}
nl: {}: niets gevonden voor {} {}
sv: {}: ingenting hittades för {} {}

source: Cannot override handler for {}
nl: Kan handler voor {} niet overschrijven
sv: Kan inte omdefiniera handler för {}

source: New event handler for {}
nl: Nieuwe event-handler voor {}
sv: Ny handler för {}

source: Event handler for {} is not a callable
nl: Event-handler voor {} is niet aanroepbaar
sv: Handler för {} kan inte ringas

source: Cannot redefine template type %s
nl: Kan sjabloon-type %s niet opnieuw definiÃ«ren

source: Define new template type %s
nl: Definieer nieuw sjabloon-type %s

source: Error in template '{0}' in file {1}
nl: Fout in sjabloon '{0}' in bestand {1}
sv: Fel i mall '{0}' i fil {1}

source: Scanning for templates in {0}
nl: Zoeken naar sjablonen in {0}
sv: Skanning efter mallar i {0}

source: Template types: {0}
nl: Sjabloon-types: {0}
sv: Malltyper: {0}

source: Reloading templates
nl: Sjablonen opnieuw laden

source: Template {} is in file {}
nl: Sjabloon {} zit in bestand {}
sv: Mall {} finns i filen {}

source: Chameleon template engine not available (%s)
nl: Chameleon sjabloon-module niet beschikbaar (%s)
sv: Chameleon templatsmotor inte tillgänglig (% s)

source: Sort by
nl: Sorteer op
sv: Sortera efter

source: Created
nl: Gemaakt
sv: Skapad

source: Modified
nl: Gewijzigd
sv: Ändrad

source: Active
nl: Actief
sv: Aktiva

source: Error in applying rmap to doc=%s %s
nl: Fout in toepassen van rmap op doc=%s %s
sv: Fel vid tillämpning av rmap till doc=%s %s

source: Field definition '{0}' should have 3 or 4 components
nl: Veld-definitie '{0}' moet 3 of 4 componenten hebben
sv: Fältdefinition '{0}' ska ha 3 eller 4 komponenter

source: Reference to unknown model '{0}' in {1}
nl: Verwijzing naar onbekend model '{0}' in {1}
sv: Hänvisning till okänd modell '{0}' i {1}

source: Storage engine should be MongoDB or RethinkDB
nl: Opslag-module moet MongoDB of RethinkDB zijn
sv: Lagringsmotor ska vara MongoDB eller RethinkDB

source: Show
nl: Toon

source: Sort
nl: Sorteer
sv: Sortera

source: Browse
nl: Blader
sv: Bläddra

source: Search
nl: Zoek
sv: Sök

source: Match
nl: Zoek
sv: Resultat

source: Modify
nl: Wijzig
sv: Ändra

source: Update
nl: Wijzig
sv: Ändra

source: New
nl: Nieuw
sv: Ny

source: Create
nl: Maak
sv: Skapa

source: Delete
nl: Verwijder
sv: Radera

source: Push
nl: Verlengen
sv: Utbreda

source: Pop
nl: Inkorten
sv: Krympa

source: Home
nl: Thuis
sv: Hem

source: Refresh
nl: Ververs
sv: Fylla på

source: Return
nl: Terug
sv: Retur

source: Cancel
nl: Annuleer
sv: Upphäva

source: No results for search query:
nl: Geen resultaten vooor zoekopdracht:
sv: Inga resultat för sökfrågan:

source: Nothing found for id={}
nl: Niets gevonden voor id={}
sv: Ingenting hittades för id={}

source: {} {} has validation errors {}
nl: {} {} heeft validatie-fouten {}
sv: {} {} har valideringsfel {}

source: Modified item
nl: Gewijzigd item
sv: Ändrat föremål

source: Item was not modified
nl: Item is niet gewijzigd
sv: Föremål ändrades inte

source: New item
nl: Nieuw item
sv: Nytt föremål

source: No new item was created
nl: Er is geen nieuw item gemaakt
sv: Inget nytt föremål skapades

source: Translator: no method for
nl: Translator: geen methode voor
sv: Translator: ingen metod för

source: Create ArangoDB connection, set database to '{}'
nl: ArangoDB-connectie maken, database is '{}'

source: Exception '{}'
nl: Exceptie '{}'
sv: Undantag '{}'

source: {} {} does not validate because of error {}
nl: {} {} valideert niet omdat {}
sv: {} {} valideras inte på grund av fel {}

source: {} {} not written because of error {}
nl: {} {} niet geschreven vanwege fout {}
sv: {} {} inte skrivet på grund av fel {}

source: {} {} not updated, matched count={}
nl: {} {} niet gewijzigd, matched count={}
sv: {} {} inte uppdaterad, matchad räkning={}

source: {} {} not updated because of error {}
nl: {} {} niet gewijzigd vanwege fout {}
sv: {} {} inte uppdaterad på grund av fel {}

source: Could not locate file: {0}
nl: Kon bestand niet vinden: {0}
sv: Det gick inte att hitta filen: {0}

source: path '{}' is not subdirectory of root '{}'
nl: pad '{}' is geen sub-folder van root '{}'
sv: sökväg '{}' är inte underkatalog för root '{}'

source: Stream: {} is not a valid file path or readable object
nl: Stream: {} is geen geldig bestandspad of leesbaar object
sv: Stream: {} är inte en giltig filväg eller läsbart objekt

source: Create MongoDB connection, set database to '{}'
nl: MongoDB-verbinding opzetten, database is '{}'
sv: Skapa MongoDB-anslutning, sätt databas till '{}'

source: Create RethinkDB connection, set database to '{}'
nl: RethinkDB-verbinding opzetten, database is '{}'
sv: Skapa RethinkDB-anslutning, sätt databas till '{}'

source: {} {} not updated, replaced={}
nl: {} {} niet gewijzigd, replaced={}
sv: {} {} inte uppdaterad, replaced={}
